{
  "quotes": [
    {
      "quote": "Motivation is what gets you started. Habit is what keeps you going.",
      "author": "Jim Ryun, Olympic track star",
      "meaning": "One of the most amazing things that can keep you focused on managing your diabetes is motivation from friends, family, or even yourself. Once you’re able to consistently do that, it forms into a good habit, which is tough to break."
    },
    {
      "quote": "Believe you can and you’re halfway there.",
      "author": "Theodore Roosevelt",
      "meaning": "It all starts in the mind. Just keep reminding yourself that you can beat this."
    },
    {
      "quote": "Let food be your medicine, and medicine your food.",
      "author": "Hippocrates",
      "meaning": "The key to keeping your blood sugar level down is to keep eating a balanced diet (fruits, vegetables, and meat). That way you don’t end up relying on artificial meds too much."
    }, 
    {
      "quote": "A mind is like a parachute, it doesn’t work if it isn’t open.",
      "author": "Frank Zappa",
      "meaning": "Constantly remind yourself that you’ll beat this. You’ll be surprised to see your bodying following what your mind is saying."
    }, 
    {
      "quote": "A hero is an ordinary individual who finds the strength to persevere and endure in spite of overwhelming obstacles.",
      "author": "Christopher Reeve",
      "meaning": "Take it from Superman himself, who suffered from paralysis from the neck down after horse-riding accident: you don’t need superpowers, just an indomitable will to live."
    }, 
    {
      "quote": "Learn from yesterday, live for today, hope for tomorrow.",
      "author": "Albert Einstein",
      "meaning": "This is such a simple, but applicable adage from one of the 20th century’s most brilliant men."
    }, 
    {
      "quote": "If you cannot do great things, do small things in a great way.",
      "author": "Napoleon Hill, author",
      "meaning": "It’s the little things that matter when you’re managing your blood sugar levels: your daily diet, visits to the doctor, and regular insulin shots."
    }, 
    {
      "quote": "Don’t go through life, grow through life.",
      "author": "Eric Butterworth, author and radio personality",
      "meaning": "This quote speaks for itself."
    }, 
    {
      "quote": "The doctor of the future will give no medicine, but will involve the patient in the proper use of food, fresh air and exercise.",
      "author": "Thomas Edison",
      "meaning": "Nothing beats a dose of good diet, physical activity, and nature."
    }, 
    {
      "quote": "Just keep swimming.",
      "author": "Dory, Finding Nemo",
      "meaning": "Finally, just remember what the Pacific blue regal tang said in Finding Nemo. Take things one day at a time. You’ll get there, eventually."
    }
  ]
}
